var majors = [{
  college: '请选择院系',
  major: ''
},
{
  college: '石油工程学院',
  major: ['油气储运工程（本科）', '石油工程（本科）', '资源勘查工程（本科）']
}, {
  college: '化学工程学院',
  major: ['化学工程与工艺（卓越班/本科）', '化学工程与工艺（本科）', '石油化工技术（专科）']
}, {
  college: '化学学院',
  major: ['应用化学（本科）']
}, {
  college: '材料科学与工程学院',
  major: ['高分子材料与工程（本科）']
}, {
  college: '环境科学与工程学院',
  major: ['环境工程（本科）（中美双百计划、国家工程教育认证实施计划）', '给排水科学与工程（本科）']
}, {
  college: '生物与食品工程学院',
  major: ['生物技术（本科）', '生物工程（本科）（通过IEET认证）', '食品科学与工程（广东省特色重点学科）', '食品科学与工程（食品安全方向）']
}, {
  college: '机电工程学院',
  major: ['机械设计制造及其自动化（本科）', '过程装备与控制工程（本科）', '材料成型及控制工程（本科）', '能源与动力工程（本科）', '安全工程（本科）', '化工装备技术（专科）']
}, {
  college: '自动化学院',
  major: ['电气工程及其自动化（卓越班/本科）', '电气工程及其自动化（本科）', '测控技术与仪器（本科）', '自动化（本科）', '电气自动化技术（专科）']
}, {
  college: '电子信息工程学院',
  major: ['电子信息工程（IEET认证试点/本科）', '电子信息科学与技术专业（与中兴通讯合作办学/本科）']
}, {
  college: '计算机学院',
  major: ['计算机科学与技术（与中兴通讯合作办学/本科）', '网络工程（与中科曙光合作办学/本科）', '物联网工程']
}, {
  college: '建筑工程学院',
  major: ['专业介绍土木工程专业（本科）', '建筑学专业（本科）']
}, {
  college: '理学院',
  major: ['数学与应用数学（数据科学与大数据技术）', '物理学（光伏电池）', '新能源科学与工程', '信息与计算科学（企业信息化）', '教育技术学（教育软件工程）', '地理科学（旅游管理、新师范）']
}, {
  college: '经济管理学院',
  major: ['市场营销（本科）', '会计学（本科）', '国际经济与贸易（本科）', '工业工程（本科）']
}, {
  college: '文法学院',
  major: ['汉语言文学（本科）', '法学（本科）', '历史学（本科）', '学前教育（师范/本科）']
}, {
  college: '外国语学院',
  major: ['英语（翻译）', '英语（师范）', '英语（经贸）', '英语（涉外文秘）', '英语（旅游）']
}, {
  college: '体育学院',
  major: ['社会体育指导与管理（本科）']
}, {
  college: '艺术与设计学院',
  major: ['音乐表演（本科）', '音乐学（本科）', '工业设计（本科 工学学士）', '环境设计专业（本科）']
}]

var colleges = ['石油工程学院', '化学工程学院', '化学学院', '材料科学与工程学院', '环境科学与工程学院', '生物与食品工程学院', '机电工程学院', '自动化学院', '电子信息工程学院', '计算机学院', '建筑工程学院', '理学院', '经济管理学院', '文法学院', '外国语学院', '体育学院', '艺术与设计学院']


module.exports = {
  major: majors,
  college: colleges
}