var positions = [{
  tab: '互联网技术',
  subitem: ['后端开发', 'Python', 'Android', 'IT运维/安全', 'iOS', '测试', '大数据开发', 'Java', 'PHP', 'C#/.NET', 'web前端', 'C/C++', 'Golang', 'U3D/COCOS2DX', 'Node.js', 'Ruby/Perl', '项目管理', '算法工程师', 'IT硬件']
}, {
  tab: '人力行政',
  subitem: ['行政', '人力资源']
}, {
  tab: '互联网产品',
  subitem: ['产品经理', '数据产品经理', '用户研究']
}, {
  tab: '互联网运营',
  subitem: ['SEO/SEM', '客服', '产品运营', '内容运营', '新媒体', '用户运营']
}, {
  tab: '销售',
  subitem: ['软件销售', '零售', '市场营销', '汽车销售', '房地产销售', '银行/保险销售', '会务会展销售', '医疗销售']
}, {
  tab: '旅游/酒店',
  subitem: ['酒店/餐饮', '旅游策划/服务']
}, {
  tab: '设计',
  subitem: ['视觉设计', '用户体验/交互', 'UI/UE', '游戏/动画设计', '插画师', '其他设计']
}, {
  tab: '物流/供应链/采购/贸易',
  subitem: ['运输', '仓储', '采购', '供应链/物流', '进出口贸易']
}, {
  tab: '市场/传媒',
  subitem: ['摄影摄像/后期', '广告设计', '市场营销/推广', '主持人/主播/DJ', '创意/策划/公关', '影视管理/发行', '新闻/编辑', '演员/配音/模特', '化妆/造型/服装']
}, {
  tab: '电子/通信/制造/汽车',
  subitem: ['通信', '技工', '生产管理', '质量安全', '汽车销售/服务', '服装/纺织/皮革', '汽车设计/生产', '机械制造', '化学化工', '电子/半导体']
}, {
  tab: '教育培训',
  subitem: ['健身塑形教练', '教务/课程顾问', '教师/培训师']
}, {
  tab: '房地产/建筑',
  subitem: ['房地产销售', '物业管理', '地产策划/开发', '室内设计', '建筑设计', '工程造价/监理', '土木/结构', '城规/园林']
}, {
  tab: '财务金融',
  subitem: ['互联网金融', '风控', '银行', '保险', '证券/基金', '投融资', '财会/审计']
}, {
  tab: '生物/医疗',
  subitem: ['健康整形', '医疗销售', '医疗器械', '医药编辑', '医师/医技', '生物制药', '护理']
}, {
  tab: '法律/翻译/咨询',
  subitem: ['咨询/调研', '日语翻译', '韩语/朝鲜语翻译', '英语翻译', '法务', '俄语翻译', '法语翻译', '西班牙语翻译', '德语翻译', '其他语种翻译', '律师']
}]

module.exports = {
  positions: positions
}